Repository: TheFlightSims/windowsserver-mgmttools
Catalog: remote-msi-manager/RemoteMsiManager/FrmInstallProduct.*.resx
Languages: de, ru

# label1.Text
source: Optional parameters :
de: Optionale Parameter:
ru: Дополнительные параметры :

# lblResult.Text
source: Result :
de: Ergebnis:
ru: Результат :

# label4.Text
source: Target Computer :
de: Zielcomputer:
ru: Компьютер :

# label2.Text
source: Example : C:\Temp\example.msi
de: Beispiel : C:\Temp\example.msi
ru: Пример : C:\Temp\example.msi

# label3.Text
source: MSI File Path:
de: Pfad zur MSI:
ru: путь к файлу MSI :

# label5.Text
source: Example : C:\Temp\example.mst
de: Beispiel : C:\Temp\example.mst
ru: Пример : C:\Temp\example.mst

# label6.Text
source: Additional files:
de: Zusätzliche Dateien:
ru: Дополнительные файлы :

# label7.Text
source: Example : C:\Temp\
de: Beispiel : C:\Temp\
ru: Пример : C:\Temp\

# label8.Text
source: Additional folders:
de: Zusätzliche Ordner:
ru: Дополнительные папки :

# label9.Text
source: Status :
ru: Статус :

# btnClose.Text
source: &Discard and Close
de: &Schließen
ru: Закрыть

# btnRemoveFolders.Text
source: Remove Folders
de: Ordner entfernen
ru: Удалить папки

# btnAddFolders.Text
source: Add Folders…
de: Ordner hinzufügen…
ru: Добавить папки…

# btnRemoveFiles.Text
source: &Remove Files
de: Dateien &entfernen
ru: Удалить файлы

# btnAddAdditionnalFiles.Text
source: &Add Files…
de: Dateien &hinzufügen…
ru: Добавить файлы…

# btnBrowse.Text
source: &Browse…
de: &Durchsuchen…
ru: Обзор…

# btnInstall.Text
source: & Start installation
de: &Installieren
ru: Установить

# ChkBxNeverRestart.Text
source: Never restart computer
de: Starten Sie den Computer niemals neu.
ru: Никогда не перезагружайте компьютер
