Repository: TheFlightSims/windowsserver-mgmttools
Catalog: wsus-package-publisher/Code/CustomAction/Localization/CustomActionsStrings.*.resx
Languages: fr

source: Add a
fr: Ajouter un

# AddThisRegKey
source: Add this Registry Key :
fr: Ajouter cette clé de registre :

# AndKillProcessIfItRunMoreThan
source: and kill the process if it run more than
fr: et tue le processus s'il dure plus de

# AndStoreReturnCodeToVariable
source: and store the return code to the variable.
fr: et stock le code de retour dans la variable.

source: Automatic
fr: Automatique

source: Change the starting mode of
fr: Change le mode de démarrage de

source: configured
fr: configurée

source: Copy the file
fr: Copie le fichier

source: Create the folder
fr: Créer le dossier

source: Create the text file
fr: Créer le fichier texte

source: Delete
fr: Supprimer

source: Delete the file
fr: Supprimer le fichier

source: Delete the folder
fr: Supprimer le dossier

# DeleteThisRegKey
source: Delete this registry key :
fr: Supprime cette clé de registre :

# DescriptionAddRegKeyAction
source: Allows to add a Registry Key.
fr: Permet d'ajouter une clé de registre.

# DescriptionAddRegValueAction
source: Allows to add a Registry Value.
fr: Permet d'ajouter une valeur de registre.

# DescriptionChangeServiceAction
source: Allows to change the starting mode of a service.
fr: Permet de changer le mode de démarrage d'un service.

# DescriptionCopyFileAction
source: Allows to copy a file.
fr: Permet de copie un fichier.

# DescriptionCreateFolderAction
source: Allows to create a folder.
fr: Permet de créer un répertoire.

# DescriptionCreateTextFileAction
source: Allows to create a text file.
fr: Permet de créer un fichier texte.

# DescriptionDeleteFileAction
source: Allows to delete a file.
fr: Permet de supprimer un fichier.

# DescriptionDeleteFolderAction
source: Allows to delete a folder.
fr: Permet de supprimer un dossier.

# DescriptionDeleteRegKeyAction
source: Allow to delete a Registry Key.
fr: Permet de supprimer une clé de regitre.

# DescriptionDeleteRegValueAction
source: Allows to delete a Registry Value.
fr: Permet de supprimer une valeur de registre.

# DescriptionExecutableAction
source: Allows to execute a file.
fr: Permet d'éxécuter un fichier.

# DescriptionRenameFileAction
source: Allows to rename a file.
fr: Permet de renommer un fichier.

# DescriptionRenameFolderAction
source: Alllows to rename a folder.
fr: Permet de renommer un dossier.

# DescriptionRenameRegKeyAction
source: Allows to rename a Registry key.
fr: Permet de renommer une clé de regitre.

# DescriptionRunPowershellScriptAction
source: Allows to run a Powershell script.
fr: Permet d'exécuter un script Powershell.

# DescriptionRunVBScriptAction
source: Allows to run a VbScript.
fr: Permet d'exécuter un VbScript.

# DescriptionStartServiceAction
source: Allows to start a service.
fr: Permet de démarrer un service.

# DescriptionStopServiceAction
source: Allows to stop a service.
fr: Permet d'arrêter un service.

# DescriptionUnregisterServiceAction
source: Allows to Unregister a service.
fr: Permet de désenregistrer un service.

source: Disable
fr: Désactivé

source: Execute the file
fr: Exécute le fichier

source: Execute the Powershell script
fr: Exécuter le script Powershell

source: Execute the VbScript
fr: Exécuter le script VB

source: in
fr: dans

source: into
fr: en

source: Manual
fr: Manuel

source: misconfigured
fr: mal configurée

# NoHelpAvailable
source: No help available for this Action.
fr: Aucune aide disponible pour cette Action.

source: not configured
fr: non configurée

# RegValueNamed
source: registry value named
fr: valeur de registre nommée

source: Rename the file
fr: Renommer le fichier

source: Rename the folder
fr: Rrenommer le dossier

# RenameThisRegKey
source: Rename this Registry Key :
fr: Renomme cette clé de registre :

source: Start the service :
fr: Démarrer le service :

source: Stop the service :
fr: Arrêter le service :

source: This Action does nothing.
fr: Cette Action ne fait rien.

source: This Action is
fr: Cette Action est

source: to
fr: vers

source: Unregister the service :
fr: Désenregistre le service :

source: which content
fr: qui contient

# WithContent
source: with the content :
fr: avec le contenu :

source: with parameters
fr: avec les paramètres

# DescriptionChangeRegDataAction
source: Allows to change a Data in a Registry Value.
fr: Permet de modifier une données dans une valeur de registre.

# DescriptionRenameRegValueAction
source: Allows to rename a Registry Value.
fr: Permet de renommer une valeur de registre.

# ChangeRegData
source: Change the Registry Data :
fr: Modifie la donnée de registre :

source: with the data :
fr: avec la donnée :

# DescriptionImportRegFileAction
source: import a .reg file.
fr: Import un fichier *.reg

source: Import the file :
fr: Importer le fichier :

# DescriptionShutdownAction
source: Allows to shutdown the computer.
fr: Permet d'arrêter l'ordinateur.

# Shutdown
source: Shutdown the computer.
fr: Arrêter l'ordinateur.

# DescriptionRebootAction
source: Allows to reboot the computer.
fr: Permet de redémarrer l'ordinateur.

# Reboot
source: Reboot the computer.
fr: Redémarrer l'ordinateur.

# DescriptionKillProcessAction
source: Allows to kill a process.
fr: Permet de tuer un processus.

# KillProcess
source: Kill the process :
fr: Tuer le processus :

# DescriptionRegisterDLLAction
source: Allows to register a DLL.
fr: Permet d'enregistrer une DLL.

# DescriptionUnregisterDLLAction
source: Allows to unregister a DLL.
fr: Permet de désenregistrer une DLL.

# ThisActionRefersToUserProfile
source: This action refers to a user profile.
fr: Cette Action se réfère à un profile utilisateur.

# DescriptionWaitAction
source: Allows to wait an amount of time.
fr: Permet d'attendre un certain temps.

source: seconds
fr: secondes

source: Wait
fr: Attendre

# DescriptionReturnCodeAction
source: Allows to set a return code to send when finished.
fr: Permet de définir un code de retour à renvoyer lorsque c'est terminé.

# ReturnStaticCode
source: Always return the code :
fr: Toujours renvoyer le code :

# ReturnVariable
source: Return the code previously stored in the variable.
fr: Renvoyer le code précédemment stocké dans la variable.

# TheXmlElementHasNotBeenMatchWithProperty
source: The Xml Element '{0}' has not been match with any properties of '{1}'
fr: L'élément XML '{0}' ne correspond à aucune propriétés de '{1}'

# RenameThisRegValue
source: Rename this Registry value :
fr: Renome cette valeur du registre :

# RegisterDLL
source: Register this DLL :
fr: Enregistre cette DLL :

source: Unregister this DLL :
fr: Désenregistre cette DLL :

# CreateThisShortcut
source: Create a shortcut named
fr: Créer un raccourcis nommé

# DescriptionCreateShortcutAction
source: Allow to create a shortcut
fr: Permet de créer un raccourcis

source: which target
fr: qui cible

# DescriptionDeleteTask
source: Allow to delete a scheduled task
fr: Permet de supprimer une tâche planifée.

# DeleteThisTask
source: Delete the scheduled task :
fr: Supprimer la tâche planifiée :

# DescriptionUinstallMsiProductByGuid
source: Allow to uninstall a MSI product by knowing his Guid.
fr: Permet de désinstaller un produit MSI en connaissant son GUID.

# DescriptionUninstallMsiProductByNameAction
source: Allow to uninstall MSI applications by knowing their name
fr: Permet de désinstaller des applications en connaissant leur nom.

# UninstallThisMsiApplication
source: Uninstall the application : {0} with parameters {1}
fr: Désinstalle l'application {0} avec les paramètres {1}

# DescriptionInstallMsi
source: Allow to install a MSI application
fr: Permet d'installer une application MSI

# RestartLevel_Force
source: Always restart
fr: Toujours redémarrer

# RestartLevel_None
source: No restart
fr: Pas de redémarrage

# RestartLevel_Prompt
source: Prompt user if needed
fr: Demander à l'utilisateur si nécessaire

# UILevel_Base
source: Basic UI
fr: UI de base

# UILevel_Full
source: Full UI
fr: UI complète

# UILevel_None
source: No UI
fr: Pas d'UI

# UILevel_Reduced
source: Reduced UI
fr: UI réduite

source: Install
fr: Installe
