Repository: TheFlightSims/windowsserver-mgmttools
Catalog: wsus-package-publisher/Code/WSUS AD Comparator/Localization/Resources.*.resx
Languages: fr

# AnErrorOccursWhileEditingCredentials
source: An error occurs while editing Credentials settings.
fr: Une erreur est survenue en éditant les informations d'authentification.

source: An error occurs while editing Wsus settings.
fr: Une erreur est survenue en éditant les paramètres de connexion à Wsus.

# AnErrorOccursWhileParsingTheCommandLine
source: An error occurs while parsing the command line arguments.
fr: Une erreur est survenue en traitant les arguments de la ligne de commande.

source: Computer Name
fr: Ordinateur

# ErrorOccursWhileExporting
source: An error occurs while exporting data :
fr: Une erreur est survenue lors de l'export des données :

# ErrorOccursWhileQueryWsus
source: An error occurs while querying Wsus :
fr: Une erreur est survenue lors d'une requête vers Wsus :

# ErrorOccursWhileRetrievingWsusClientID
source: An error occurs while retrieving Wsus Client ID.
fr: Une erreur est survenue lors de la recherche des Wsus Client ID.

# ExportFilter
source: All files|*.*|CSV files|*.csv
fr: Tous les fichiers|*.*|Fichiers CSV|*.csv

# FoundComputersInAD
source: Found {0} computers in Active Directory
fr: Trouvé {0} ordinateurs dans Active Directory

source: Get Wsus Client ID
fr: Lire l'ID du Client Wsus

# HasDuplicateWsusClientID
source: Wsus Client ID Duplicate
fr: ID Client Wsus Dupliqué

source: Is In Wsus
fr: Client Wsus

source: Last Logon
fr: Dernier Logon

source: No
fr: Non

source: OS Name
fr: Nom OS

source: OS Service Pack
fr: Service Pack

source: OS Version
fr: Version

# QueryServiceStatus
source: Query Windows Update Service Status
fr: Lire le status du Service Windows Update

source: Reset Wsus Client ID
fr: Réinitialiser l'ID du Client Wsus

# RestartService
source: Restart Windows Update Service
fr: Redémarrer le Serivce Windows Update

# SearchingInAD
source: Searching in Active Directory
fr: Recherche dans Active Directory

source: Searching in Wsus
fr: Recherche dans Wsus

source: Send "Detect Now"
fr: Envoyer "Detect Now"

# SendRebootNow
source: Reboot remote computer(s)...
fr: Redémarrer le/les ordinateur(s) distant(s)...

source: Send "Report Now"
fr: Envoyer "Report Now"

source: Service Starting Mode
fr: Mode démarrage Service

source: Service Status
fr: Statut du Service

source: Show all columns
fr: Montrer toutes les colonnes

# ShowComputerCount
source: Found {0} computer(s) in AD, {1} displayed
fr: {0} ordinateur(s) trouvé(s) dans AD, {1} affiché(s)

source: Show default columns
fr: Montrer les colonnes par défaut

source: Show WindowsUpdate log
fr: Montrer le Journal WindowsUpdate

# StartService
source: Start Windows Update Service
fr: Démarrer le Service Windows Update

# StopService
source: Stop Windows Update Service
fr: Arrêter le Service Windows Update

source: Unable to browse AD :
fr: Impossible de parcourir Active Directory :

source: Wsus Client ID
fr: ID client Wsus

source: Yes
fr: Oui
